Repository: imVSaini/wp-cf7db
Catalog: languages/leadsync-*.po
Languages: es_es, fr_fr

source: LeadSync requires Contact Form 7 to be installed and active.
es_es: LeadSync requiere que Contact Form 7 esté instalado y activo.
fr_fr: LeadSync nécessite que Contact Form 7 soit installé et actif.

source: You do not have sufficient permissions to access this page.
es_es: No tienes permisos suficientes para acceder a esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: Access Denied
es_es: Acceso Denegado
fr_fr: Accès Refusé

source: Form ID is required
es_es: Se requiere ID de formulario
fr_fr: L'ID du formulaire est requis

source: You do not have permission to view submissions
es_es: No tienes permiso para ver envíos
fr_fr: Vous n'avez pas la permission de voir les soumissions

source: You do not have permission to delete submissions
es_es: No tienes permiso para eliminar envíos
fr_fr: Vous n'avez pas la permission de supprimer les soumissions

source: Submission ID is required
es_es: Se requiere ID de envío
fr_fr: L'ID de soumission est requis

source: Submission deleted successfully
es_es: Envío eliminado exitosamente
fr_fr: Soumission supprimée avec succès

source: Failed to delete submission
es_es: Error al eliminar envío
fr_fr: Échec de la suppression de la soumission

source: An error occurred while deleting the submission
es_es: Ocurrió un error al eliminar el envío
fr_fr: Une erreur s'est produite lors de la suppression de la soumission

source: A fatal error occurred while deleting the submission
es_es: Ocurrió un error fatal al eliminar el envío
fr_fr: Une erreur fatale s'est produite lors de la suppression de la soumission

source: You do not have permission to export data
es_es: No tienes permiso para exportar datos
fr_fr: Vous n'avez pas la permission d'exporter les données

source: No submissions found to export
es_es: No se encontraron envíos para exportar
fr_fr: Aucune soumission trouvée à exporter

source: Security check failed
es_es: Verificación de seguridad falló
fr_fr: Vérification de sécurité échouée

source: Insufficient permissions
es_es: Permisos insuficientes
fr_fr: Permissions insuffisantes

source: No settings data provided
es_es: No se proporcionaron datos de configuración
fr_fr: Aucune donnée de paramètres fournie

source: Settings saved successfully
es_es: Configuración guardada exitosamente
fr_fr: Paramètres sauvegardés avec succès

source: Failed to save settings
es_es: Error al guardar configuración
fr_fr: Échec de la sauvegarde des paramètres

source: Invalid form ID or column configuration
es_es: ID de formulario o configuración de columna inválida
fr_fr: ID de formulaire ou configuration de colonne invalide

source: Column configuration saved successfully
es_es: Configuración de columna guardada exitosamente
fr_fr: Configuration de colonne sauvegardée avec succès

source: Failed to save column configuration
es_es: Error al guardar configuración de columna
fr_fr: Échec de la sauvegarde de la configuration de colonne

source: Invalid form ID
es_es: ID de formulario inválido
fr_fr: ID de formulaire invalide

source: Invalid table settings
es_es: Configuración de tabla inválida
fr_fr: Paramètres de tableau invalides

source: Table settings saved successfully
es_es: Configuración de tabla guardada exitosamente
fr_fr: Paramètres de tableau sauvegardés avec succès

source: Failed to save table settings
es_es: Error al guardar configuración de tabla
fr_fr: Échec de la sauvegarde des paramètres de tableau

source: You do not have permission to manage data
es_es: No tienes permiso para gestionar datos
fr_fr: Vous n'avez pas la permission de gérer les données

source: CFDB7 data exported successfully
es_es: Datos CFDB7 exportados exitosamente
fr_fr: Données CFDB7 exportées avec succès

source: Failed to export CFDB7 data
es_es: Error al exportar datos CFDB7
fr_fr: Échec de l'exportation des données CFDB7

source: CFDB7 data cleaned up successfully
es_es: Datos CFDB7 limpiados exitosamente
fr_fr: Données CFDB7 nettoyées avec succès

source: Failed to cleanup CFDB7 data or migration not complete
es_es: Error al limpiar datos CFDB7 o migración no completada
fr_fr: Échec du nettoyage des données CFDB7 ou migration non terminée
